Repository: jroze11/Hakchi2-CE
Catalog: MainForm.*.resx
Languages: ar_sa, fr_fr

# autodetectToolStripMenuItem.Text
source: Autodetect...
ar_sa: إكتشاف تلقائي
fr_fr: Autodétecter...

# asIsToolStripMenuItem.Text
source: As-Is...
ar_sa: كما هي
fr_fr: Tel quel...

# addMoreGamesToolStripMenuItem.Text
source: Add more &games
ar_sa: إضافة المزيد من الألعاب
fr_fr: Ajouter des &jeux supplémentaires

# addCustomAppToolStripMenuItem.Text
source: Add custom &app
ar_sa: إضافة تطبيق مخصص
fr_fr: Ajouter &app utilisateur

# addPresetToolStripMenuItem.Text
source: Add preset
ar_sa: إضافة إعداد مسبق
fr_fr: Nouvelle liste

# deletePresetToolStripMenuItem.Text
source: Delete preset
ar_sa: حذف إعداد مسبق
fr_fr: Supprimer liste

# presetsToolStripMenuItem.Text
source: Selection presets
ar_sa: إختيار إعدادات مسبقة
fr_fr: Listes prédéfinies

# exportGamesToolStripMenuItem.Text
source: E&xport games...
ar_sa: تصدير ألعاب
fr_fr: E&xporter les jeux...

# synchronizeToolStripMenuItem.Text
source: S&ynchronize
ar_sa: تزامن
fr_fr: Synchroniser

# searchToolStripMenuItem.Text
source: &Search
ar_sa: بحث
fr_fr: Rechercher

# reloadGamesToolStripMenuItem.Text
source: &Reload
ar_sa: إعادة التحميل
fr_fr: &Recharger

# resetOriginalGamesToolStripMenuItem.Text
source: Restore &original games
ar_sa: إستعادة الألعاب الأصلية
fr_fr: Restaurer les jeux d'&origine

# exitToolStripMenuItem.Text
source: &Exit
ar_sa: خروج
fr_fr: &Quitter

# fileToolStripMenuItem.Text
source: &File
ar_sa: ملف
fr_fr: &Fichier

# flashCustomKernelToolStripMenuItem.Text
source: Install / Repair
ar_sa: تثبيت / إصلاح
fr_fr: Installer / Réparer

# resetToolStripMenuItem.Text
source: Reset
ar_sa: إعادة ضبط
fr_fr: Réinitialiser

# normalModeToolStripMenuItem.Text
source: Normal mode
ar_sa: النمط العادي
fr_fr: Mode normal

# sDModeToolStripMenuItem.Text
source: SD mode
ar_sa: نمط الـ SD
fr_fr: Mode SD

# flashUbootToolStripMenuItem.Text
source: Flash uboot
ar_sa: تفليش الـ uboot
fr_fr: Installer uboot

# membootOriginalKernelToolStripMenuItem.Text
source: Boot original kernel from RAM
ar_sa: إقلاع الكيرنيل الأصلي من الذاكرة المؤقتة (RAM)
fr_fr: Démarrer le kernel d’origine à partir de la RAM

# membootCustomKernelToolStripMenuItem.Text
source: Boot custom kernel from RAM
ar_sa: إقلاع الكيرنيل المعدل من الذاكرة المؤقتة (RAM)
fr_fr: Démarrer le kernel custom à partir de la RAM

# membootRecoveryKernelToolStripMenuItem.Text
source: Boot recovery kernel from RAM
ar_sa: إقلاع الكيرنيل الإستعادة من الذاكرة المؤقتة (RAM)
fr_fr: Démarrer le kernel de récupération à partir de la RAM

# dumpOriginalKernellegacyToolStripMenuItem.Text
source: Dump original kernel (legacy)
ar_sa: تفريغ الكيرنيل الاصلي (قديم)
fr_fr: Sauvegarde du kernel d'origine (ancien)

# dumpTheWholeNANDToolStripMenuItem.Text
source: Dump the whole NAND flash
ar_sa: تفريغ NAND flash بالكامل
fr_fr: Extraction complète de la mémoire flash NAND

# toolFlashTheWholeNANDStripMenuItem.Text
source: Flash the whole NAND (experts only!)
ar_sa: تفليش NAND بالكامل (للخبراء فقط!)
fr_fr: Flasher la NAND tout entière (Experts seulement!)

# dumpNANDBToolStripMenuItem.Text
source: Dump decrypted system software
ar_sa: تفريغ برنامج النظام مفكوك التشفير
fr_fr: Sauvegarde du logiciel système décrypté

# flashNANDBPartitionToolStripMenuItem.Text
source: Flash decrypted system software
ar_sa: تفليش برنامج النظام مفكوك التشفير
fr_fr: Flasher logiciel système décrypté

# dumpNANDCPartitionToolStripMenuItem.Text
source: Dump user data partition
ar_sa: تفريغ بارتيشن بيانات المستخدم
fr_fr: Sauvegarde de la partition données utilisateur

# flashNANDCPartitionToolStripMenuItem.Text
source: Flash user data partition
ar_sa: تفليش بارتيشن بيانات المستخدم
fr_fr: Flasher la partition données utilisateur

# formatNANDCToolStripMenuItem.Text
source: Format user data partition
ar_sa: تهيئة بارتيشن بيانات المستخدم
fr_fr: Fromatter la partition données utilisateur

# advancedToolStripMenuItem.Text
source: Advanced
ar_sa: متقدم
fr_fr: Options avancées

# kernelToolStripMenuItem.Text
source: &Kernel
ar_sa: الكيرنيل

# installModulesToolStripMenuItem.Text
source: Install extra modules
ar_sa: تثبيت وحدات إضافية
fr_fr: Installer des modules supplémentaires

# uninstallModulesToolStripMenuItem.Text
source: Uninstall extra modules
ar_sa: إلغاء وحدات إضافية
fr_fr: Désinstaller les modules supplémentaires

# generateModulesReportToolStripMenuItem.Text
source: Generate modules report
ar_sa: توليد تقرير الوحدات
fr_fr: Générer rapport de modules

# manageModRepositoriesToolStripMenuItem.Text
source: Manage mod repositories
ar_sa: إدارة مستودع التعديل
fr_fr: Gérer les sources de mod

# modulesToolStripMenuItem.Text
source: &Modules
ar_sa: وحدات

# positionAtTheTopToolStripMenuItem.Text
source: At the top
ar_sa: في الأعلى
fr_fr: En haut

# positionAtTheBottomToolStripMenuItem.Text
source: At the bottom
ar_sa: في الأسفل
fr_fr: En bas

# positionSortedToolStripMenuItem.Text
source: Sorted
ar_sa: مصنفة
fr_fr: Triés

# positionHiddenToolStripMenuItem.Text
source: Hidden (Unselected)
ar_sa: مخفي (غير مختار)
fr_fr: Cachés (désélectionnés)

# originalGamesToolStripMenuItem.Text
source: Original games
ar_sa: الألعاب الأصلية
fr_fr: Jeux d'origine

# nameToolStripMenuItem.Text
source: Name
ar_sa: الأسم
fr_fr: Nom

# coreToolStripMenuItem.Text
source: Core
ar_sa: كور
fr_fr: Coeur

# systemToolStripMenuItem.Text
source: Console
ar_sa: جهاز (منصة)

# sortByToolStripMenuItem.Text
source: Sort by
ar_sa: فرز بواسطة
fr_fr: Trier par

# showGamesWithoutBoxArtToolStripMenuItem.Text
source: Group games w/o box art
ar_sa: تجميع الألعاب مع/بدون غلاف اللعبة
fr_fr: Regrouper les jeux sans image

# viewToolStripMenuItem.Text
source: &View
ar_sa: عرض
fr_fr: &Vue

# languageToolStripMenuItem.Text
source: Language
ar_sa: اللغة
fr_fr: Langue

# autoToolStripMenuItem.Text
source: Auto
ar_sa: تلقائي

# unitedStatesToolStripMenuItem.Text
source: United States
ar_sa: الولايات المتحدة
fr_fr: États-Unis

# europeToolStripMenuItem.Text
source: Europe
ar_sa: أوروبا

# japanToolStripMenuItem.Text
source: Japan
ar_sa: اليابان
fr_fr: Japon

# segaUiThemeToolStripMenuItem.Text
source: SEGA UI Theme
ar_sa: ثيم واجهة SEGA
fr_fr: Thème IU SEGA

# enableSFROMToolToolStripMenuItem.Text
source: Enable
ar_sa: تفعيل
fr_fr: Activer

# usePCMPatchWhenAvailableToolStripMenuItem.Text
source: Use PCM patch when available
ar_sa: إستخدام رقعة PCM عندما يكون متوفر
fr_fr: Utiliser patch PCM quand dispo

# sFROMToolToolStripMenuItem.Text
source: SFROM tool
ar_sa: أداة SFROM

# sFROMToolToolStripMenuItem.ToolTipText
source: If you want to use SFROM Tool,
ar_sa: اذا اردت استخدام أداة SFROM،
fr_fr: Si vous voulez utiliser SFROM Tool,

# convertSNESROMSToSFROMToolStripMenuItem.Text
source: Convert SNES ROMS to SFROM
ar_sa: تحويل رومات SNES إلى SFROM
fr_fr: Convertir ROMs SNES en SFROM

# separateGamesStorageToolStripMenuItem.Text
source: Separate games storage
ar_sa: تفريق تخزين الألعاب
fr_fr: Séparer les dossiers de jeux

# compressGamesToolStripMenuItem.Text
source: Compress games when adding
ar_sa: ضغط الألعاب عند الإضافة
fr_fr: Compresser les jeux au moment de l’ajout

# compressBoxArtToolStripMenuItem.Text
source: Compress box art when adding
ar_sa: ضغط رسمة الغلاف عند الإضافة
fr_fr: Compresser les images au moment de l'ajout

# centerBoxArtThumbnailToolStripMenuItem.Text
source: Center box art thumbnail
ar_sa: توسيط الصورة المصغرة لغلاف للعبة
fr_fr: Centrer verticalement les miniatures

# disableHakchi2PopupsToolStripMenuItem.Text
source: Disable hakchi2 pop-ups
ar_sa: تعطيل الإطارات المنبثقة الخاصة بـ هاكتشي2
fr_fr: Désactiver les pop-ups de hakchi2

# devForceSshToolStripMenuItem.Text
source: Force file transfers over SSH
ar_sa: إجبار نقل الملف عن طريق SSH
fr_fr: Forcer les transferts par SSH

# uploadTotmpforTestingToolStripMenuItem.Text
source: Upload to /tmp (for testing)
ar_sa: الرفع إلى /tmp (للتجربة)
fr_fr: Envoyer vers /tmp (pour tests)

# forceNetworkMembootsToolStripMenuItem.Text
source: Force Network memboots
ar_sa: إجبار Network memboots
fr_fr: Forcer memboots mode réseau

# forceClovershellMembootsToolStripMenuItem.Text
source: Force Clovershell memboots
ar_sa: إجبار Clovershell memboots
fr_fr: Forcer memboots Clovershell

# downloadLatestHakchiToolStripMenuItem.Text
source: Download Latest Hakchi
ar_sa: تنزيل أحدث إصدار من هاكتشي
fr_fr: Télécharger la dernière version de Hakchi

# developerToolsToolStripMenuItem.Text
source: Developer tools
ar_sa: أدوات المطور
fr_fr: Outils du développeur

# separateGamesForMultibootToolStripMenuItem.Text
source: Separate games for multiboot
ar_sa: فصل الألعاب لأجل الإقلاع المتعدد
fr_fr: Séparer les collections de jeux pour multiboot

# alwaysCopyOriginalGamesToolStripMenuItem.Text
source: Always copy original games
ar_sa: دائماً أنسخ الألعاب الأصلية
fr_fr: Toujours copier les jeux originaux

# useLinkedSyncToolStripMenuItem.Text
source: Use linked sync
ar_sa: إستخدام تزامن مرتبط
fr_fr: Utiliser la synchro liée

# resetUsingCombinationOfButtonsToolStripMenuItem.Text
source: Use button combination to reset
ar_sa: إستخدام عدة أزارير لإعادة التشغيل
fr_fr: Utiliser une combinaison de boutons pour retourner au menu

# selectButtonCombinationToolStripMenuItem.Text
source: Select reset button combination
ar_sa: إختيار عدة أزارير لإعادة التشغيل
fr_fr: Définir la combinaison du bouton Reset

# enableAutofireToolStripMenuItem.Text
source: Use "Select+A/B" to enable autofire on A/B
ar_sa: إستخدام "Select+A/B" لتفعيل الطلق التلقائي على A/B
fr_fr: Utiliser "Select+A/B" pour activer l’autofire sur A/B

# useXYOnClassicControllerAsAutofireABToolStripMenuItem.Text
source: Use X/Y on Classic Controller as autofire A/B
ar_sa: إستخدام X/Y على يد التحكم كـ الطلق التلقائي على A/B
fr_fr: Utiliser X/Y sur la Manette Classique comme autofire A/B

# upABStartOnSecondControllerToolStripMenuItem.Text
source: "Up+A+B = Start" on 2nd controller
ar_sa: "Up+A+B = Start" على يد التحكم الثانية
fr_fr: "Haut+A+B = Start" sur la manette 2

# cloverconHackToolStripMenuItem.Text
source: Controller hacks
ar_sa: تهكيرات جهاز التحكم
fr_fr: Hacks relatifs aux manettes

# globalCommandLineArgumentsexpertsOnluToolStripMenuItem.Text
source: Global command-line (Experts!)
ar_sa: موجه الأوامر (للخبراء فقط!)
fr_fr: Arguments de ligne de commande globaux (utilisateurs avancés !)

# epilepsyProtectionToolStripMenuItem.Text
source: Disable epilepsy protection
ar_sa: تعطيل الحماية من الصرع
fr_fr: Désactiver la protection contre l’épilepsie

# saveSettingsToNESMiniNowToolStripMenuItem.Text
source: Save settings to mini now
ar_sa: حفظ الإعدادات إلى الجهاز الميني الأن
fr_fr: Sauvegarder les paramètres vers la mini maintenant

# settingsToolStripMenuItem.Text
source: &Settings
ar_sa: الإعدادات
fr_fr: &Paramètres

# saveStateManagerToolStripMenuItem.Text
source: Save-State Manager
ar_sa: مدير تخزين الحالة
fr_fr: Gestionnaire des sauvegardes d’état

# takeScreenshotToolStripMenuItem.Text
source: Take screenshot
ar_sa: إلتقاط صورة من الشاشة
fr_fr: Faire une capture d’écran

# saveDmesgOutputToolStripMenuItem.Text
source: Save dmesg output
ar_sa: حفظ معطيات امر dmesg
fr_fr: Sauvegarder le résultat de 'dmesg'

# openFTPInExplorerToolStripMenuItem.Text
source: Open FTP client
ar_sa: فتح عميل FTP
fr_fr: Ouvrir le client FTP

# openTelnetToolStripMenuItem.Text
source: Open Telnet client
ar_sa: فتح عميل Telnet
fr_fr: Ouvrir le client Telnet

# changeBootImageToolStripMenuItem.Text
source: Change boot splash
ar_sa: تغيير صورة الإقلاع
fr_fr: Modifier l'écran d'accueil

# disableBootImageToolStripMenuItem.Text
source: Disable boot splash
ar_sa: تعطيل صورة الإقلاع
fr_fr: Désactiver l'écran d'accueil

# resetDefaultBootImageToolStripMenuItem.Text
source: Reset to default
ar_sa: إعادة الضبط إلى الأفتراضي
fr_fr: Remettre par défaut

# bootImageToolStripMenuItem.Text
source: Boot splash
ar_sa: صورة الإقلاع
fr_fr: Écran d'accueil

# rebootToolStripMenuItem.Text
source: Reboot
ar_sa: إعادة الإقلاع
fr_fr: Redémarrer

# switchRunningFirmwareToolStripMenuItem.Text
source: Switch running firmware
ar_sa: تبديل الفيرموير الحالي
fr_fr: Changer de firmware

# formatSDCardToolStripMenuItem.Text
source: Format SD card
ar_sa: تهئية كرت SD
fr_fr: Formatter carte SD

# prepareArtDirectoryToolStripMenuItem.Text
source: Prepare art folders
ar_sa: تجهيز رسومات المجلدات
fr_fr: Préparer dossiers pour images

# toolsToolStripMenuItem.Text
source: &Tools
ar_sa: أدوات
fr_fr: Ou&tils

# bluetoothToolStripMenuItem.Text
source: Bluetooth
ar_sa: بلوتوث

# gitHubPageWithActualReleasesToolStripMenuItem.Text
source: GitHub page with actual releases
ar_sa: صفحة GitHub مع الإصدارات الفعلية
fr_fr: Page GitHub avec les nouvelles publications

# joinOurDiscordServerToolStripMenuItem.Text
source: Join our discord server
ar_sa: إنظم إلى ديسكورد
fr_fr: Joindre notre serveur Discord

# donateToolStripMenuItem.Text
source: Donate
ar_sa: التبرع
fr_fr: Faire un don

# fAQToolStripMenuItem.Text
source: FAQ
ar_sa: التعليمات
fr_fr: Questions fréquentes

# technicalInformationToolStripMenuItem.Text
source: Technical Information...
ar_sa: معلومات تقنية
fr_fr: Information technique...

# messageOfTheDayToolStripMenuItem.Text
source: Important message
ar_sa: رسالة مهمة
fr_fr: Message important

# aboutToolStripMenuItem.Text
source: About...
ar_sa: حول
fr_fr: À propos...

# helpToolStripMenuItem.Text
source: &Help
ar_sa: المساعدة
fr_fr: &Aide

# buttonAddGames.Text
source: Add more games
ar_sa: إضافة المزيد من الألعاب
fr_fr: Ajouter des jeux supplémentaires

# openFileDialogNes.Title
source: Select games
ar_sa: إختار الألعاب
fr_fr: Choisir des jeux

# explorerToolStripMenuItem.Text
source: Show in Windows Explorer
ar_sa: عرض في مستعرض ويندوز
fr_fr: Montrer dans l'explorateur Windows

# addPrefixToolStripMenuItem.Text
source: Add prefix
ar_sa: إضافة إختصار
fr_fr: Ajouter un préfixe

# removePrefixToolStripMenuItem.Text
source: Remove prefix
ar_sa: إزالة إختصار
fr_fr: Retirer un préfixe

# scrapeSelectedGamesToolStripMenuItem.Text
source: Scrape selected games
ar_sa: جلب بيانات الألعاب المختارة
fr_fr: Rechercher les bases de données en ligne

# scanForNewBoxArtForSelectedGamesToolStripMenuItem.Text
source: Scan for new box art for selected games
ar_sa: فحص رسم علبة جديدة للألعاب المختارة
fr_fr: Rechercher de nouvelles images pour les jeux sélectionnés

# downloadBoxArtForSelectedGamesToolStripMenuItem.Text
source: Download box art for selected games
ar_sa: تنزيل رسم علبة الألعاب المختارة
fr_fr: Télécharger les images pour les jeux sélectionnés

# deleteSelectedGamesBoxArtToolStripMenuItem.Text
source: Delete box art of selected games
ar_sa: حذف رسم علبة الألعاب المختارة
fr_fr: Effacer les images pour les jeux sélectionnés

# archiveSelectedGamesToolStripMenuItem.Text
source: Archive selected games
ar_sa: أرشفة الألعاب المحددة
fr_fr: Archiver les jeux sélectionnés

# compressSelectedGamesToolStripMenuItem.Text
source: Compress selected games
ar_sa: ضغط الألعاب المحددة
fr_fr: Compresser les jeux sélectionnés

# decompressSelectedGamesToolStripMenuItem.Text
source: Decompress selected games
ar_sa: فك الضغط عن الألعاب المحددة
fr_fr: Décompresser les jeux sélectionnés

# deleteSelectedGamesToolStripMenuItem.Text
source: Delete selected games
ar_sa: حذف الألعاب المختارة
fr_fr: Supprimer les jeux sélectionnés

# editROMHeaderToolStripMenuItem.Text
source: Edit SFROM header
ar_sa: تحرير رأس SFROM
fr_fr: Éditer l'entête SFROM

# resetROMHeaderToolStripMenuItem.Text
source: Reset SFROM header for selected games
ar_sa: إعادة ضبط رأس SFROM للألعاب المختارة
fr_fr: Réinitialiser l'entête SFROM pour les jeux sélectionnés

# sFROMToolToolStripMenuItem1.Text
source: SFROM Tool
ar_sa: أداة SFROM
fr_fr: Outil SFROM Tool

# repairGamesToolStripMenuItem.Text
source: Repair games
ar_sa: إصلاح الألعاب
fr_fr: Réparer les jeux

# selectEmulationCoreToolStripMenuItem.Text
source: Select emulation core...
ar_sa: إختيار كور المحاكاة...
fr_fr: Sélectionner le coeur d'émulation...

# openFileDialogImage.Filter
source: Images (*.bmp;*.png;*.jpg;*.jpeg;*.gif)|*.bmp;*.png;*.jpg;*.jpeg;*.gif|All files|*.*
ar_sa: صور (*.bmp;*.png;*.jpg;*.jpeg;*.gif)|*.bmp;*.png;*.jpg;*.jpeg;*.gif|جميع الملفات|*.*
fr_fr: Images (*.bmp;*.png;*.jpg;*.jpeg;*.gif)|*.bmp;*.png;*.jpg;*.jpeg;*.gif|Tous les fichiers|*.*

# openFileDialogImage.Title
source: Select cover for game
ar_sa: إختيار غلاف للعبة
fr_fr: Sélection de la couverture

# buttonStart.Text
source: Synchronize selected games with mini
ar_sa: مزامنة الألعاب المختارة مع جهاز الميني
fr_fr: Synchroniser les jeux sélectionnés avec la mini

# saveDumpFileDialog.Title
source: Select dump filename
ar_sa: أختار اسم ملف التفريغ
fr_fr: Sélectionner le nom du fichier de l’image extraite

# openDumpFileDialog.Title
source: Select dump filename
ar_sa: أختار اسم ملف التفريغ
fr_fr: Sélectionner le nom du fichier de l'image à utiliser

# gameName.Text
source: Game name
ar_sa: أسم اللعبة
fr_fr: Nom du jeu

# structureButton.Text
source: Structure
ar_sa: الهيكلة

# buttonExport.Text
source: Export to USB
ar_sa: تصدير إلى يو اس بي
fr_fr: Exporter sur USB

# label10.Text
source: Size:
ar_sa: الحجم:
fr_fr: Taille:

# labelCommandLine.Text
source: Command Line
ar_sa: سطر الأوامر
fr_fr: Ligne de commande

# labelMaxPlayers.Text
source: Max Players
ar_sa: أقصى عدد من اللاعبين
fr_fr: Joueurs Max

# labelSaveCount.Text
source: Save Count
ar_sa: عدد مرات الحفظ
fr_fr: Nb Sauvegardes

# labelGameGenie.Text
source: Game Genie codes (comma separated)
ar_sa: Game Genie codes (مفصولة بالكوما)
fr_fr: Codes Game Genie (séparés par une virgule)

# labelCompress.Text
source: Compress
ar_sa: مضغوط
fr_fr: Compressser

# labelPublisher.Text
source: Publisher
ar_sa: الناشر
fr_fr: Éditeur

# labelSortName.Text
source: Sort Name
ar_sa: اسم الفرز
fr_fr: Nom de tri:

# labelDescription.Text
source: Description
ar_sa: الوصف:

# labelReleaseDate.Text
source: Release date (YYYY-MM-DD)
ar_sa: تاريخ الإصدار (YYYY-MM-DD)
fr_fr: Date de sortie (AAAA-MM-JJ)

# labelName.Text
source: Name
ar_sa: الأسم
fr_fr: Nom :

# labelGenre.Text
source: Genre
ar_sa: النوع

# labelCountry.Text
source: Region
ar_sa: المنطقة
fr_fr: Région

# labelCopyright.Text
source: Copyright
ar_sa: حقوق الحفظ
fr_fr: Droits d'auteur

# buttonBrowseImage.Text
source: Browse
ar_sa: إستعراض
fr_fr: Parcourir

# buttonGoogle.Text
source: Google
ar_sa: جووجل

# buttonDefaultCover.Text
source: Default
ar_sa: الإفتراضي
fr_fr: À défaut

# buttonSpine.Text
source: Spine
ar_sa: الظهر
fr_fr: Étiquette latérale

# disablePagefoldersToolStripMenuItem.Text
source: Disable page/folders
ar_sa: تعطيل صفحة / مجلدات
fr_fr: Désactiver page/dossiers

# customToolStripMenuItem.Text
source: Custom - Use folders manager (Click again to open)
ar_sa: مخصص - إستخدم مدير المجلدات (إضغط مرة آخرى للفتح)
fr_fr: Custom - Utiliser le gestionnaire de dossiers (Recliquer pour ouvrir)

# automaticToolStripMenuItem.Text
source: Automatic
ar_sa: تلقائي
fr_fr: Automatique

# automaticOriginalToolStripMenuItem.Text
source: Original games in root -> Automatic in subfolder
ar_sa: الألعاب الأصلية في الجذر -> تلقائياً في مجلدات فرعية
fr_fr: Jeux d’origine à la racine -> Automatiquement dans sous-dossier

# pagesToolStripMenuItem.Text
source: Pages, split games equally
ar_sa: صفحات، تقسيم الألعاب بالتساوي
fr_fr: Pages, scinder les jeux uniformément

# pagesOriginalToolStripMenuItem.Text
source: Original games in root -> Pages, split games equally
ar_sa: الألعاب الأصلية في الجذر -> الصفحات، تقسيم الألعاب بالتساوي
fr_fr: Jeux d’origine à la racine -> Pages, scinder les jeux uniformément

# foldersToolStripMenuItem.Text
source: Folders, split games equally
ar_sa: مجلدات، تقسيم الألعاب بالتساوي
fr_fr: Dossiers, scinder les jeux uniformément

# foldersOriginalToolStripMenuItem.Text
source: Original games in root -> Folders, split games equally
ar_sa: الألعاب الأصلية في الجذر -> المجلدات، تقسيم الألعاب بالتساوي
fr_fr: Jeux d’origine à la racine -> Dossiers, scinder les jeux uniformément

# foldersSplitByFirstLetterToolStripMenuItem.Text
source: Folders, split by first letter
ar_sa: مجلدات، تقسيم بأول حرف
fr_fr: Dossiers, scinder en fonction de la première lettre

# foldersSplitByFirstLetterOriginalToolStripMenuItem.Text
source: Original games in root -> Folders, split by first letter
ar_sa: الألعاب الأصلية في الجذر -> المجلدات، تقسيم بأول حرف
fr_fr: Jeux d’origine à la racine -> Dossiers, scinder à partir de la première lettre

# maximumGamesPerFolderToolStripMenuItem.Text
source: Maximum games per page/folder
ar_sa: أقصى عدد من الألعاب في الصفحة/المجلد
fr_fr: Nombre de jeux maximum par page/dossier

# leftmostToolStripMenuItem.Text
source: Leftmost
ar_sa: أقصى اليسار
fr_fr: À gauche

# rightmostToolStripMenuItem.Text
source: Rightmost
ar_sa: أقصى اليمين
fr_fr: À droite

# backFolderButtonPositionToolStripMenuItem.Text
source: Back folder button position
ar_sa: موضع زر الرجوع للخلف
fr_fr: Position du bouton retour

# folderImagesSetToolStripMenuItem.Text
source: Folder images set
ar_sa: مجموعة صور المجلد
fr_fr: Jeu d'illustrations des dossiers

# syncStructureForAllGamesCollectionsToolStripMenuItem.Text
source: Sync structure settings for all games collections
ar_sa: مزامنة إعدادات الهيكلة لجميع مجموعات الألعاب
fr_fr: Synchroniser les réglages pour toutes les collections

# groupBoxCurrentGamesCollection.Text
source: Current Games Collection
ar_sa: مجموعة الألعاب الحالية
fr_fr: Collection de Jeux Actuelle

# groupBoxArtSega.Text
source: Artwork - Sega
ar_sa: عمل فني - سيجا
fr_fr: Illustration - Sega

# groupBoxArtNintendo.Text
source: Artwork - Nintendo
ar_sa: عمل فني - نينتندو
fr_fr: Illustration - Nintendo

# groupBoxGameInfo.Text
source: Game Info
ar_sa: معلومات اللعبة
fr_fr: Infos Jeu

# toolStripStatusLabelShell.Text
source: Offline
ar_sa: غير متصل
fr_fr: Hors ligne

# label1.Text
source: Offline
ar_sa: غير متصل
fr_fr: Hors ligne

# $this.Text
source: hakchi2
ar_sa: هاكاتشي2

# enableInformationScrapeOnImportToolStripMenuItem.Text
source: Enable automatic information scrape on import
ar_sa: تمكين جلب المعلومات التلقائي عند الاستيراد
fr_fr: Activer la recherche auto en ligne d'info sur importation

# importGamesFromMiniToolStripMenuItem.Text
source: Import games from mini
ar_sa: إستيراد ألعاب من الميني
fr_fr: Importer les jeux à partir de la mini

# deleteSelectedGamesToolStripMenuItem.ShortcutKeyDisplayString
source: Del
fr_fr: Supp
